graphics = Графика
interface = Интерфейс
custom-resolution = {$width} x {$height} (кастомное)
target-resolution = Целевое разрешение
fullscreen = Полный экран
frame-pacing = Кадры в секунду
uncap-fps = Безлимитный FPS
uncap-fps-tooltip = Убирает программный лимит частоты кадров. Если VSync выключен, это может полность загрузить одно ядро процессора при обновлении интерфейса.
    Не рекомендовано к использованию, сделано ради прикола.
frame-rate-limit = Ограничение кадров в секунду
limit-fps-when-unfocused = Ограничивать FPS когда не в фокусе
limit-fps-when-unfocused-tooltip = Использует низкую частоту кадров когда программа просмотра находится в фоне. Симуляция продолжает расчёт с фиксированной длиной тика.
unfocused-frame-rate = Кадры в секунду не в фокусе
vsync = VSync
vsync-tooltip = Синхронизирует частоту кадров до частоты обновления экрана дисплея.
use-event-based-rendering = Использовать отрисовку с помощью событий
event-based-rendering-tooltip = Когда включено, просмотрщик ждёт события окна пока симуляция находится на паузе.
    Уменьшает загруженность процессора на отрисовку интерфейса пока симуляция находится на паузе.
    Эксперимент: программа просмотра может иногда не запускать переотрисовку.
show-fps-overlay = Показать FPS оверлей
show-fps-overlay-tooltip = Показывает частоту отрисовки кадров в левом верхнем углу.
show-viewport-branding = Показать брэндинг в окне просмотра
show-viewport-branding-tooltip = Показать Numos логоти и имя в окнах просмотра.
    Вот какого этого "LARP"ить как настоящий CFD инструмент.
branding-opacity = Прозрачность брэндинга
corner = Угол
offset-x = Смещение X
offset-y = Смещение Y
logo-size = Размер лого
window-layout = Окно схемы
save-current-layout = Сохранить Текущую Схему
save-current-layout-tooltip = Восстанавливает эту расстановку при следующем запуске программы.
save-as-default-preset = Сохранить как схему по умолчанию
save-as-default-preset-tooltip = Сохраняет схему по умолчанию которая будет использована для будущих публикаций при первом запуске.
keep-resolution-prompt = Оставить данное разрешение? Прошлое разрешение будет восстановлено автоматически если вы не подтвердите.
reverting-in-seconds = Отмена через {$seconds} секунд.
keep-resolution = Оставить разрешение
revert = Отменить
language = Язык
language-tooltip = Меняет язык интерфейса.
